/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Keine Daten";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Sichern";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Signatur erneut eingeben";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Löschen";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Abbrechen";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Signatur";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Zum Signieren tippen";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Signaturbereich";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Zweimal tippen und ziehen zum Anmelden";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Signaturbild";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Signaturzeile";

/* XACT: The accessibility label for the mandatory field */
"Required Field" = "Erforderliches Feld";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Abgebrochen";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Weiter";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Benutzer hat Onboarding abgebrochen";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Ohne Zustimmung können Sie das Onboarding nicht fortführen.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Zustimmen";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Beenden";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Zurück";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Schritt";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "von";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Möchten Sie den Onboarding-Prozess wirklich beenden?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Sie möchten Ihre Daten schützen?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Gehen Sie klug mit Ihren Daten um";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Später";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Zulassen";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Ablehnen";

/* XBUT: Agree action title in EULAView */
"Agree" = "Zustimmen";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Ablehnen";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Wird geladen ...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Noch keine anzuzeigenden Daten";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d Std, %d Min.";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Fertig";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Die Datentabelle enthält %d Fehler.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "Zeilenkopf";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "Zeile %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "Spalte %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "vorangestelltes Accessoire";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "nachgestelltes Accessoire";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "Text";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "Bild";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "Datum";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "Uhrzeit";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "Dauer";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "Listenelement";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "ausgewählt";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "nicht ausgewählt";

/* XBUT: calendar time component label */
"Time" = "Uhrzeit";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Wert: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Die Zelle, auf die Sie getippt haben, ist schreibgeschützt.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Schreibgeschütztes Feld";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Keine Zeichen verbleibend";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Reduzieren Sie die Anzahl der Zeichen";

/* XBUT: voice over label for decrement action in stepper */
"Stepper decrease" = "Reglerverringerung";

/* XBUT: voice over description for decrement action in stepper */
"Decrease the value by %d" = "Wert um %d verringern";

/* XBUT: voice over label for increment action in stepper */
"Stepper increase" = "Reglererhöhung";

/* XBUT: voice over description for increment action in stepper */
"Increase the value by %d" = "Wert um %d erhöhen";

/* XBUT: voice over label for test field in stepper */
"Select specific value" = "Genauen Wert auswählen";

/* XBUT: View all action in MenuSelection */
"View All (%d)" = "Alle anzeigen (%d)";

/* XACT: RatingControl accessibility label */
"%d out of %d stars" = "%d von %d Sternen";

